data/perf/campaign-f3deebfbab60/sweep-memcached-t96/memcached/tsan/run3/memtier.txt
10        Threads
50        Connections per thread
100000    Requests per client


BEST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       116286.69          ---          ---         7.10610         7.03900        14.14300        17.79100      7936.53 
Gets      1162854.12       933.77   1161920.35         6.65727         6.55900        13.56700        17.27900     29454.39 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1279140.81       933.77   1161920.35         6.69807         6.62300        13.63100        17.27900     37390.92 


WORST RUN RESULTS
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       102598.70          ---          ---         7.93217         7.93500        15.48700        18.94300      7002.33 
Gets      1025975.72       514.45   1025461.27         7.42713         7.35900        14.91100        18.30300     25968.64 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1128574.42       514.45   1025461.27         7.47305         7.42300        14.97500        18.30300     32970.98 


AGGREGATED AVERAGE RESULTS (5 runs)
============================================================================================================================
Type         Ops/sec     Hits/sec   Misses/sec    Avg. Latency     p50 Latency     p99 Latency   p99.9 Latency       KB/sec 
----------------------------------------------------------------------------------------------------------------------------
Sets       110581.88          ---          ---         7.28600         7.19900        14.59100        18.17500      7547.18 
Gets      1105806.62       826.08   1104980.54         6.82497         6.71900        14.01500        17.53500     28005.67 
Waits           0.00          ---          ---             ---             ---             ---             ---          --- 
Totals    1216388.50       826.08   1104980.54         6.86688         6.75100        14.07900        17.53500     35552.85